[
  {
    "id": 25,
    "name": "Medik8 Balance Moisturiser & G.A. Activator 50ml",
    "slug": "medik8-balance-moisturiser-g-a-activator-50ml",
    "permalink": "https://all4skin.gr/eshop/shop/moisturiser/medik8-balance-moisturiser-g-a-activator-50ml/",
    "date_created": "2021-08-28T07:19:03",
    "date_created_gmt": "2021-08-28T07:19:03",
    "date_modified": "2021-09-08T06:36:28",
    "date_modified_gmt": "2021-09-08T06:36:28",
    "type": "simple",
    "status": "publish",
    "featured": false,
    "catalog_visibility": "visible",
    "description": "<div class=\"product_in_main_data_cell\">\n<div class=\"tab_info_item\">\n<h2 align=\"justify\">ΛΕΠΤΟΜΕΡΕΙΕΣ</h2>\n<div align=\"justify\"></div>\n<div id=\"info1\" class=\"infotabcontent\">\n<div align=\"justify\">\n<p>Ενυδατική κρέμα <b>προσώπου </b>χωρίς έλαια για <b>ματ αποτέλεσμα </b>που μειώνει τις ατέλειες και τα ξεσπάσματα ακμής. Μια <b>κρέμα προσώπου </b>που εφοδιάζει το δέρμα με συνεχή ενυδάτωση χωρίς να φράζει τους πόρους. Εξισορροπεί τα φυσικά βακτήρια του δέρματος και βοηθάει στην μείωση της βλάβης της ακμής. Η εξισορρόπηση του μικροβιόματος σας είναι ένας βασικός παράγοντας για την υγιές, χωρίς ψεγάδι δέρμα. Το δέρμα σας είναι το σπίτι των καλών βακτηρίων που ρυθμίζουν τα πάντα, από την ενυδάτωση έως την ευαισθησία. Αλλά όταν τα <strong>βακτηρίδια</strong> αυτά μειώνονται από  τη ρύπανση και τον σκληρό καθαρισμό, η φυσική ισορροπία του δέρματος καθίσταται αβέβαιη. Αυτό μπορεί να οδηγήσει σε ξηρό δέρμα, ερεθισμό και κηλίδες.Το υπέροχο άρωμα εσπεριδοειδών προέρχεται από φυσικά αιθέρια έλαια που έχουν επιλεγεί προσεκτικά για αναζωογόνηση και θρέψη του δέρματος. Ιδανικό για προβληματικό, μικτό και λιπαρό δέρμα με ακμή.</p>\n<p><b>Πώς λειτουργεί;  </b></p>\n<ul>\n<li>Τα πρεβιοτικά τροφοδοτούν τα καλά βακτήρια που ζουν στην επιφάνεια του δέρματος για να ενθαρρύνουν μια υγιή χλωρίδα.</li>\n<li>Τα προβιοτικά αυξάνουν τα επίπεδα ζωντανών βακτηρίων στη χλωρίδα, βοηθώντας στην εξισορρόπηση και την αποκατάσταση της επιδερμίδας</li>\n<li>Το εκχύλισμα κανέλας συνεργάζεται με τα πρεβιοτικά και προβιοτικά για τη μείωση των επιπέδων βακτηρίων που προκαλούν βλάβη.</li>\n<li>H βήτα-γλυκάνη ενισχύει την ικανότητα του δέρματος να επιδιορθωθεί για άμεση ανακούφιση και η νιασιναμίδη καταπραΰνει τις φλεγμονές.</li>\n</ul>\n<div><b>Συνιστάται η επικοινωνία με τον Medik8 skin expert για τη σωστή χρήση του προϊόντος</b></div>\n</div>\n</div>\n</div>\n<div>\n<h2 align=\"justify\">ΤΡΟΠΟΙ ΕΦΑΡΜΟΓΗΣ</h2>\n<ul>\n<li>Μετά τον καθαρισμό και την εφαρμογή ορών ή άλλων προϊόντων το πρωί και το βράδυ, απλώστε μια μικρή ποσότητα Balance Moisturizer σε όλο το πρόσωπο, το λαιμό και το ντεκολτέ.</li>\n<li>Για ενισχυμένη απόδοση και απολέπιση, προαιρετικά χρησιμοποιήστε το Glycolic Acid Activator 2-3 φορές την εβδομάδα.</li>\n<li>Μετά τον καθαρισμό το βράδυ, απλώστε 4-6 σταγόνες από το Glycolic Acid Activator vστο πρόσωπο, το λαιμό και το ντεκολτέ. Μόλις στεγνώσει, απλώστε το Balance Moisturizer. Μην αναμιγνύετε άμεσα το ενεργοποιητή γλυκολικού οξέος και την ενυδατική κρέμα</li>\n<li>Εάν χρησιμοποιείτε κάποιον άλλο ορό, εφαρμόστε το Glycolic Acid Activator πριν από αυτόν και το Balance Moisturizer μετά.</li>\n</ul>\n<h2>ΣΥΣΤΑΤΙΚΑ</h2>\n<ul>\n<li><b>Beta-glucan </b>: Ενθαρρύνει την αναγέννηση των κυττάρων και την αποκατάσταση.</li>\n<li><b>Prebiotics/probiotics</b> :<strong> </strong>Εξισορροπεί τα φυσικά βακτήρια του δέρματος.</li>\n<li><b>Niacinamide</b> : Συγκρατεί την υγρασία και έχει αντιφλεγμονώδεις ιδιότητες.</li>\n<li><b>Ethyl-linolate </b>: Ρυθμιστής κερατινοποίησης των ωοθηλακίων,αντιφλεγμονώδες ,ρύθμιση σμήγματος.</li>\n<li><b>Lauric acid</b> : Ισχυρή αντιβακτηριδιακή δράση ενάντια στην ακμή.</li>\n<li><b>Cinnamon extract</b> : Βοηθάει στην πρόληψη πολ/σμού βακτηρίων και στη μείωση της βλάβης της ακμής.</li>\n</ul>\n</div>\n</div>\n",
    "short_description": "<div align=\"justify\">\n<div>Ενυδατική κρέμα προσώπου χωρίς έλαια για ματ αποτέλεσμα που μειώνει τις ατέλειες και τα ξεσπάσματα ακμής. Το Balance Moisturizer χρησιμοποιεί ένα μείγμα πρεβιοτικών και προβιοτικών υψηλής απόδοσης για την εξισορρόπηση του μικροβιόματος του δέρματος και το Glycolic Acid Activator καυτηριάζει τις φλεγμονές και επιτρέπει στην κρέμα να περάσει στα βαθύτερα στρώματα της επιδερμίδας.</div>\n<ul>\n<li>Εξισορροπεί το μικροβίομα του δέρματος</li>\n<li>Προωθεί μια υγιή και λαμπερή επιδερμίδα</li>\n<li>Καυτηριάζει τις φλεγμονές</li>\n<li>Ενυδατώνει σε βάθος, χωρίς να αφήνει λιπαρότητα</li>\n<li>Αναζωογονεί και θρέφει το δέρμα</li>\n</ul>\n</div>\n",
    "sku": "",
    "price": "58",
    "regular_price": "58",
    "sale_price": "",
    "date_on_sale_from": null,
    "date_on_sale_from_gmt": null,
    "date_on_sale_to": null,
    "date_on_sale_to_gmt": null,
    "on_sale": false,
    "purchasable": true,
    "total_sales": 0,
    "virtual": false,
    "downloadable": false,
    "downloads": [],
    "download_limit": -1,
    "download_expiry": -1,
    "external_url": "",
    "button_text": "",
    "tax_status": "taxable",
    "tax_class": "",
    "manage_stock": false,
    "stock_quantity": null,
    "backorders": "no",
    "backorders_allowed": false,
    "backordered": false,
    "low_stock_amount": null,
    "sold_individually": false,
    "weight": "",
    "dimensions": {
      "length": "",
      "width": "",
      "height": ""
    },
    "shipping_required": true,
    "shipping_taxable": true,
    "shipping_class": "",
    "shipping_class_id": 0,
    "reviews_allowed": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "upsell_ids": [],
    "cross_sell_ids": [],
    "parent_id": 0,
    "purchase_note": "",
    "categories": [
      {
        "id": 18,
        "name": "Moisturiser",
        "slug": "moisturiser"
      }
    ],
    "tags": [
      {
        "id": 19,
        "name": "Buy",
        "slug": "buy"
      },
      {
        "id": 20,
        "name": "Rent",
        "slug": "rent"
      }
    ],
    "images": [
      {
        "id": 27,
        "date_created": "2021-08-28T07:22:46",
        "date_created_gmt": "2021-08-28T07:22:46",
        "date_modified": "2021-08-28T07:22:46",
        "date_modified_gmt": "2021-08-28T07:22:46",
        "src": "https://all4skin.gr/eshop/wp-content/uploads/2021/08/1459b.jpeg",
        "name": "1459b",
        "alt": "1459b"
      }
    ],
    "attributes": [],
    "default_attributes": [],
    "variations": [],
    "grouped_products": [],
    "menu_order": 0,
    "price_html": "<span class=\"woocommerce-Price-amount amount\"><bdi>58.00<span class=\"woocommerce-Price-currencySymbol\">&euro;</span></bdi></span>",
    "related_ids": [
      24,
      21
    ],
    "meta_data": [],
    "stock_status": "instock",
    "_links": {
      "self": [
        {
          "href": "https://all4skin.gr/eshop/wp-json/wc/v3/products/25"
        }
      ],
      "collection": [
        {
          "href": "https://all4skin.gr/eshop/wp-json/wc/v3/products"
        }
      ]
    }
  },
  {
    "id": 24,
    "name": "Medik8 Crystal Retinal 3 30ml",
    "slug": "medik8-crystal-retinal-3-30ml",
    "permalink": "https://all4skin.gr/eshop/shop/retinal/medik8-crystal-retinal-3-30ml/",
    "date_created": "2021-08-28T07:19:02",
    "date_created_gmt": "2021-08-28T07:19:02",
    "date_modified": "2021-09-08T05:16:06",
    "date_modified_gmt": "2021-09-08T05:16:06",
    "type": "simple",
    "status": "publish",
    "featured": false,
    "catalog_visibility": "visible",
    "description": "<div class=\"product_in_main_data_cell\">\n<div class=\"tab_info_item\">\n<h2 align=\"justify\">ΛΕΠΤΟΜΕΡΕΙΕΣ</h2>\n<div align=\"justify\"></div>\n<div id=\"info1\" class=\"infotabcontent\">\n<div align=\"justify\">\n<div>Η βιταμίνη Α κλινικής ποιότητας, αλλιώς γνωστή ως ρετινοϊκό οξύ, είναι ένα εξαιρετικά ισχυρό συστατικό περιποίησης δέρματος. Είναι σε θέση να προκαλέσει την κυτταρική αναγέννηση και παραγωγή κολλαγόνου για την καταπολέμηση όλων των ορατών σημείων γήρανσης.</div>\n<div></div>\n<div><b>Πώς λειτουργεί;</b></div>\n<div>Η βιταμίνη Α κλινικής ποιότητας, αλλιώς γνωστή ως ρετινοϊκό οξύ, είναι ένα εξαιρετικά ισχυρό συστατικό περιποίησης δέρματος για νεανική επιδερμίδα. Πολύ ισχυρό και αποτελεσματικό, είναι σε θέση να προκαλέσει την κυτταρική αναγέννηση και παραγωγή κολλαγόνου για την καταπολέμηση όλων των ορατών σημείων γήρανσης. Το ρετινοϊκό οξύ διατίθεται μόνο με ιατρική συνταγή, αλλά η βιταμίνη Α διατίθεται ελεύθερα με τη μορφή προϊόντων περιποίησης δέρματος με ρετινόλη.</div>\n<ul>\n<li>Η ρετινόλη έχει παρόμοια αποτελέσματα με το ρετινοϊκό οξύ, ωστόσο πρέπει πρώτα να μετατραπεί σε ρετιναλδεΰδη και στη συνέχεια σε ρετινοϊκό οξύ για χρήση πάνω στο δέρμα. Κατασκευασμένο με ρετιναλδεΰδη.</li>\n<li>Το Crystal Retinal απαιτεί μόνο μία μετατροπή σε ρετινοϊκό οξύ. Αυτό σημαίνει ότι είναι σε θέση να παράγει αποτελέσματα συγκρίσιμα με το ρετινοϊκό οξύ έως και 11 φορές ταχύτερα από τις κλασικές μορφές ρετινόλης.Το προηγμένο ενεργό συστατικό εγκλωβίζεται προσεκτικά σε κρυσταλλική δομή που διασπάται από τα φυσικά ένζυμα του δέρματος όταν εφαρμόζεται τοπικά. Αυτό διασφαλίζει τη μέγιστη σταθερότητα και απορρόφηση ενώ επιτρέπει στη βιταμίνη Α να απελευθερώνεται σταδιακά, για ελάχιστο ερεθισμό.</li>\n<li>Σε συνδυασμό με ενυδατικό υαλουρονικό οξύ και καταπραϋντική βιταμίνη Ε, το Crystal Retinal στοχεύει λεπτές γραμμές και ρυτίδες για απαλό και ορατό νεανικό δέρμα. Σε αντίθεση με άλλες μορφές βιταμίνης Α, η ρετιναλδεΰδη διαθέτει άμεσες, ισχυρές αντιβακτηριακές ιδιότητες.</li>\n</ul>\n<div><b>Βασικά συστατικά της Medik8 Crystal Retinal 3:</b></div>\n<div></div>\n<div><b>Retinal / Retinaldehyde: </b>λειτουργεί έως και 11 φορές πιο γρήγορα από την κλασική ρετινόλη, ενώ είναι απαλή. Μειώνει την εμφάνιση της ακμή.</div>\n<p><b>Υαλουρονικό οξύ: </b>Διατηρεί τα επίπεδα ενυδάτωσης και την ελαστικότητα μέσα στο δέρμα καθώς διατηρεί μέχρι και 1000 φορές το δικό του βάρος στο νερό.</p>\n<p><b>Γλυκερίνη: </b>Ένας από τους φυσικούς παράγοντες ενυδάτωσης του δέρματος και ενισχύει το φυσικό εμπόδιο του δέρματος, μειώνοντας την απώλεια νερού.<br />\n<b><br />\nΒιταμίνη C: </b>Ένα αντιοξειδωτικό που καταστέλλει τις ελεύθερες ρίζες που προκαλούνται από την υπεριώδη ακτινοβολία για την καταπολέμηση των ορατών σημείων γήρανσης.<br />\n<b><br />\nΒιταμίνη Ε: </b>Ένα ισχυρό αντιοξειδωτικό για την καταπολέμηση των ελεύθερων ριζών και ενυδατικό συστατικό.</p>\n</div>\n</div>\n</div>\n<div>\n<h2 align=\"justify\">ΤΡΟΠΟΙ ΕΦΑΡΜΟΓΗΣ</h2>\n<div>\n<ul>\n<li>Το βράδυ, μετά τον καθαρισμό, εφαρμόζεται μικρή ποσότητα πάνω στο πρόσωπο και το λαιμό.</li>\n<li>Στη συνέχεια, εφαρμόστε την ενυδατική κρέμα Medik8.</li>\n<li>Η εφαρμογή Medik8 Crystal Retinal 3 θα πρέπει να εφαρμοστεί σταδιακά. Για τις πρώτες 2 εβδομάδες χρησιμοποιήστε δύο φορές την εβδομάδα. Για τις επόμενες 2 εβδομάδες το χρησιμοποιήστε κάθε δεύτερη μέρα. Μετά από αυτή τη σταδιακή περίοδο, θα πρέπει να μπορείτε να το χρησιμοποιείτε κάθε μέρα. Σε οποιαδήποτε ένδειξη ερεθισμού μειώστε τη συχνότητα χρήσης έως ότου το δέρμα εγκλιματιστεί</li>\n</ul>\n<div align=\"justify\">\n<p>Θυμηθείτε: να φοράτε πάντα αντηλιακό κατά τη διάρκεια της ημέρας κατά τη χρήση αυτού του προϊόντος και για μια εβδομάδα μετά.</p>\n<p><b>Προφυλάξεις: </b>Μην το χρησιμοποιείτε εάν είστε έγκυος, θηλάζετε, υποβάλλονται σε διαδικασίες απολέπισης του δέρματος, σε οποιοδήποτε άλλο προϊόν βιταμίνης Α ή παίρνετε συνταγογραφούμενα φάρμακα για την ακμή.</p>\n</div>\n<p><span style=\"font-family: var(--heading--font-family); font-size: var(--heading--font-size-h2); font-weight: var(--heading--font-weight); letter-spacing: var(--heading--letter-spacing-h2); background-color: var(--global--color-background); color: var(--global--color-primary);\">ΣΥΣΤΑΤΙΚΑ</span><br />\nAqua (Water), Caprylic/Capric Triglyceride, Glycerin, Isododecane, Cyclodextrin, Cetearyl Alcohol, Cetearyl Olivate, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sorbitan Olivate, Tocopheryl Acetate, Squalane, Sodium Hyaluronate, Retinal, Ethyl Ascorbic Acid, Daucus Carota Sativa (Carrot) Seed Oil, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, Pentylene Glycol, Vanilla Planifolia (Vanilla) Fruit Extract, Hydroxypropyl Methylcellulose, Rubus Chamaemorus (Cloudberry) Seed Oil, Sodium Polyaspartate, Tetrahexyldecyl Ascorbate, Dipteryx Odorata (Tonka) Bean Extract, BHT, Polyhydroxystearic Acid, Disodium EDTA, Titanium Dioxide, Phenoxyethanol, Alumina, Lonicera Caprifolium (Honeysuckle) Flower Extract, Isostearic Acid, Lecithin, Lonicera Japonica (Honeysuckle) Flower Extract, Polyglyceryl-3 Polyricinoleate, Stearic Acid, Coumarin, CI 14700 (Red 4)</p>\n</div>\n</div>\n</div>\n",
    "short_description": "<div align=\"justify\">\n<div>Aντιγηραντικός ορός νύχτας με μέτρια περιεκτικότητα σε βιταμίνη Α. To πρωτοποριακό Crystal Retinal 3 της Medik8 προσφέρει σύσφιξη και αναδόμηση στο δέρμα, μειώνοντας ορατά τις λεπτές γραμμές και τις ρυτίδες, και έχει ως στόχο να προσφέρει μια αψεγάδιαστη, λαμπερή και νεανική όψη στο δέρμα. Ιδανικό για όσους είναι νέοι στη βιταμίνη Α.</div>\n<div>\n<ul>\n<li>Λειτουργεί έως και 11 φορές γρηγορότερα από την τυπική ρετινόλη</li>\n<li>Μειώνει την εμφάνιση λεπτών γραμμών και ρυτίδων</li>\n<li>Ενισχύει την παραγωγή κολλαγόνου</li>\n<li>Στόχευει τις κηλίδες και τον άνισο δερματικό τόνο</li>\n<li>Αναζωογονεί και ανανεώνει για να αποκαλύψει μια ορατά φωτεινότερη, πιο ομοιόμορφη χροιά</li>\n<li>Ενυδατώνει την επιδερμίδα σε πολλαπλά επίπεδα για να παρέχει μια πλούσια, ομαλότερη νεανική εμφάνιση</li>\n<li>Καθαρίζει τα βακτηρίδια που ευθύνονται για τις ατέλειες και τα σπασίματα</li>\n<li>Χρησιμοποιεί ένα καινοτόμο σύστημα κρυσταλλοποίησης κρυστάλλου που απελευθερώνει βραδέως ρετιναλδεΰδη στο δέρμα με ελάχιστο ερεθισμό</li>\n</ul>\n</div>\n</div>\n",
    "sku": "",
    "price": "58",
    "regular_price": "58",
    "sale_price": "",
    "date_on_sale_from": null,
    "date_on_sale_from_gmt": null,
    "date_on_sale_to": null,
    "date_on_sale_to_gmt": null,
    "on_sale": false,
    "purchasable": true,
    "total_sales": 0,
    "virtual": false,
    "downloadable": false,
    "downloads": [],
    "download_limit": -1,
    "download_expiry": -1,
    "external_url": "",
    "button_text": "",
    "tax_status": "taxable",
    "tax_class": "",
    "manage_stock": false,
    "stock_quantity": null,
    "backorders": "no",
    "backorders_allowed": false,
    "backordered": false,
    "low_stock_amount": null,
    "sold_individually": false,
    "weight": "",
    "dimensions": {
      "length": "",
      "width": "",
      "height": ""
    },
    "shipping_required": true,
    "shipping_taxable": true,
    "shipping_class": "",
    "shipping_class_id": 0,
    "reviews_allowed": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "upsell_ids": [],
    "cross_sell_ids": [],
    "parent_id": 0,
    "purchase_note": "",
    "categories": [
      {
        "id": 17,
        "name": "Retinal",
        "slug": "retinal"
      }
    ],
    "tags": [
      {
        "id": 19,
        "name": "Buy",
        "slug": "buy"
      }
    ],
    "images": [
      {
        "id": 26,
        "date_created": "2021-08-28T07:21:04",
        "date_created_gmt": "2021-08-28T07:21:04",
        "date_modified": "2021-08-28T07:21:04",
        "date_modified_gmt": "2021-08-28T07:21:04",
        "src": "https://all4skin.gr/eshop/wp-content/uploads/2021/08/2238m.jpeg",
        "name": "2238m",
        "alt": "2238m"
      }
    ],
    "attributes": [],
    "default_attributes": [],
    "variations": [],
    "grouped_products": [],
    "menu_order": 0,
    "price_html": "<span class=\"woocommerce-Price-amount amount\"><bdi>58.00<span class=\"woocommerce-Price-currencySymbol\">&euro;</span></bdi></span>",
    "related_ids": [
      25
    ],
    "meta_data": [],
    "stock_status": "instock",
    "_links": {
      "self": [
        {
          "href": "https://all4skin.gr/eshop/wp-json/wc/v3/products/24"
        }
      ],
      "collection": [
        {
          "href": "https://all4skin.gr/eshop/wp-json/wc/v3/products"
        }
      ]
    }
  },
  {
    "id": 21,
    "name": "Medik8 C-Tetra Lipid Vitamin C Antioxidant Serum 30ml",
    "slug": "medik8-c-tetra-lipid-vitamin-c-antioxidant-serum-30ml",
    "permalink": "https://all4skin.gr/eshop/shop/serum/medik8-c-tetra-lipid-vitamin-c-antioxidant-serum-30ml/",
    "date_created": "2021-08-28T07:18:17",
    "date_created_gmt": "2021-08-28T07:18:17",
    "date_modified": "2021-09-08T05:16:46",
    "date_modified_gmt": "2021-09-08T05:16:46",
    "type": "simple",
    "status": "publish",
    "featured": false,
    "catalog_visibility": "visible",
    "description": "<div class=\"product_in_main_data_cell\">\n<div class=\"tab_info_item\">\n<h2 align=\"justify\">ΛΕΠΤΟΜΕΡΕΙΕΣ</h2>\n<div align=\"justify\"></div>\n<div id=\"info1\" class=\"infotabcontent\">\n<div align=\"justify\"><b>Αντιοξειδωτικός ορός</b> προσώπου με <b>Βιταμίνη C </b>για παραγωγή κολλαγόνου και αύξηση της ελαστικότητας της επιδερμίδας, κατάλληλο και για χρήση κάτω από τα μάτια. Ένα <b>serum προσώπου</b> με σύνθεση <b>Προ-Κολλαγόνου</b>, είναι ένας επαναστατικόςορός<b> με 100% σταθερή μορφή Βιταμίνης C </b>που βοηθάει στην καταπολέμηση της βλάβης που προκαλείται στο δέρμα από τον ήλιο, ενεργοποιεί<span class=\"text_exposed_show\"> τη<b> παραγωγή κολλαγόνου</b>, αυξάνει την ελαστικότητα και τη πυκνότητα του δέρματος. Εφαρμόζεται κάθε πρωί και διατηρείται 24 ώρες.</span> Ιδανικός για <b>κανονικό</b>, <b>ξηρό </b>ή <b>ευαίσθητο </b>δέρμα και για ηλικίες από <b>25 έως 35 χρόνων. </b>Εμπλουτισμένος με θρεπτικά, περιποιητικά έλαια σε συνδυασμό με την αντιγηραντική δύναμη της βιταμίνης C, αυτός ο γρήγορος απορροφητικός ορός βιταμίνης C είναι ιδανικός για όσους αναζητούν αναζωογόνηση του δέρματος. Ιδανικό για όσους είναι νέοι στη βιταμίνη C ή ψάχνουν να κάνουν αναβάθμιση από C-Tetra Cream ή Daily Radiance Vitamin C. Προσεκτικά παρασκευασμένο σε μια σύνθεση χωρίς νερό για να είναι 100% σταθερή, η βιταμίνη C δεν αποικοδομείται με την πάροδο του χρόνου. Αυτό διασφαλίζει ότι η φόρμουλα σας παραμένει εξαιρετικά ισχυρή από την πρώτη χρήση έως την τελευταία. Το δέρμα σας είναι γεμάτο από φυσικά αντιοξειδωτικά που υπερασπίζονται τις ελεύθερες ρίζες από το περιβάλλον. Όταν αυτές οι ελεύθερες ρίζες περιβάλλοντος υπερτερούν των αντιοξειδωτικών του δέρματος, το δέρμα δεν μπορεί πλέον να προστατευτεί. Οι ελεύθερες ρίζες κολλάνε στα ανυπεράσπιστα κύτταρα του δέρματος, προκαλώντας ανεπανόρθωτη βλάβη, η οποία τελικά οδηγεί σε πρόωρη γήρανση.</div>\n<div align=\"justify\"><b> </b></div>\n<div align=\"justify\"><b>Πώς λειτουργεί;<br />\n</b></div>\n<div align=\"justify\">\n<ul>\n<li>Το C-Tetra περιέχει ασκορβικό τετραεξυλδεκύλιο, μια εξαιρετικά σταθερή μορφή βιταμίνης C που αυξάνει τα επίπεδα αντιοξειδωτικής άμυνας στο δέρμα. Πάντα το multi-tasker, διεγείρει επίσης την παραγωγή κολλαγόνου για να μειώσει την εμφάνιση των λεπτών γραμμών και των ρυτίδων, αφήνοντας την επιδερμίδα παχουλή, λαμπερή και νεανική εμφάνιση.</li>\n<li>    Η βιταμίνη C και η βιταμίνη Ε συνεργάζονται συνεργικά ως «αντιοξειδωτικά δικτύου», ενισχύοντας τη συνολική αντιοξειδωτική δράση του ορού για να διατηρήσει το δέρμα προστατευμένο καθ 'όλη τη διάρκεια της ημέρας.</li>\n</ul>\n</div>\n</div>\n</div>\n<div>\n<h2 align=\"justify\">ΤΡΟΠΟΙ ΕΦΑΡΜΟΓΗΣ</h2>\n<ul>\n<li>\n<div>Για καθημερινή χρήση πρωί και βράδυ.</div>\n</li>\n<li>\n<div>Απλώνετε σε καθαρό δέρμα με ελαφρύ με μασάζ μέχρι να απορροφηθεί.</div>\n</li>\n</ul>\n<h2>ΣΥΣΤΑΤΙΚΑ</h2>\n<ul>\n<li><b>Vitamin C</b> : Αντιοξειδωτικό, ουσιώδες συνένζυμο για την σύνθεση κολλαγόνου και για τη μεταφορά κολλαγόνου στο δέρμα.</li>\n<li><b>Vitamin E </b>: Εξαιρετικό λιπιδικό αντιοξειδωτικό.</li>\n</ul>\n</div>\n</div>\n",
    "short_description": "<div align=\"justify\"><b>Αντιοξειδωτικός ορός</b> προσώπου με <b>Βιταμίνη C </b>για παραγωγή κολλαγόνου και αύξηση της ελαστικότητας της επιδερμίδας. Χρησιμοποιώντας την αντιοξειδωτική ισχύ της βιταμίνης C και E, οι ενυδατικοί οροί φωτίζουν και απαλύνουν την επιδερμίδα, ενώ καταπολεμούν τις ελεύθερες ρίζες για να μειώσουν τα ορατά σημάδια γήρανσης.</div>\n<ul>\n<li>Ενισχύει την παραγωγή κολλαγόνου</li>\n<li>Αυξάνει την ελαστικότητα</li>\n<li>Καταπολεμά τα ορατά σημάδια γήρανσης</li>\n<li>Προσφέρει αντιοξειδωτική προστασία</li>\n<li>Φωτίζει την επιδερμίδα</li>\n<li>Αναζωογονεί το δέρμα</li>\n</ul>\n<div align=\"justify\"></div>\n",
    "sku": "",
    "price": "49",
    "regular_price": "49",
    "sale_price": "",
    "date_on_sale_from": null,
    "date_on_sale_from_gmt": null,
    "date_on_sale_to": null,
    "date_on_sale_to_gmt": null,
    "on_sale": false,
    "purchasable": true,
    "total_sales": 0,
    "virtual": false,
    "downloadable": false,
    "downloads": [],
    "download_limit": -1,
    "download_expiry": -1,
    "external_url": "",
    "button_text": "",
    "tax_status": "taxable",
    "tax_class": "",
    "manage_stock": false,
    "stock_quantity": null,
    "backorders": "no",
    "backorders_allowed": false,
    "backordered": false,
    "low_stock_amount": null,
    "sold_individually": false,
    "weight": "",
    "dimensions": {
      "length": "",
      "width": "",
      "height": ""
    },
    "shipping_required": true,
    "shipping_taxable": true,
    "shipping_class": "",
    "shipping_class_id": 0,
    "reviews_allowed": true,
    "average_rating": "0.00",
    "rating_count": 0,
    "upsell_ids": [],
    "cross_sell_ids": [],
    "parent_id": 0,
    "purchase_note": "",
    "categories": [
      {
        "id": 16,
        "name": "Serum",
        "slug": "serum"
      }
    ],
    "tags": [
      {
        "id": 20,
        "name": "Rent",
        "slug": "rent"
      }
    ],
    "images": [
      {
        "id": 23,
        "date_created": "2021-08-28T07:16:23",
        "date_created_gmt": "2021-08-28T07:16:23",
        "date_modified": "2021-08-28T07:16:23",
        "date_modified_gmt": "2021-08-28T07:16:23",
        "src": "https://all4skin.gr/eshop/wp-content/uploads/2021/08/1464m.jpeg",
        "name": "1464m",
        "alt": "1464m"
      }
    ],
    "attributes": [],
    "default_attributes": [],
    "variations": [],
    "grouped_products": [],
    "menu_order": 0,
    "price_html": "<span class=\"woocommerce-Price-amount amount\"><bdi>49.00<span class=\"woocommerce-Price-currencySymbol\">&euro;</span></bdi></span>",
    "related_ids": [
      25
    ],
    "meta_data": [],
    "stock_status": "instock",
    "_links": {
      "self": [
        {
          "href": "https://all4skin.gr/eshop/wp-json/wc/v3/products/21"
        }
      ],
      "collection": [
        {
          "href": "https://all4skin.gr/eshop/wp-json/wc/v3/products"
        }
      ]
    }
  }
]