import {
  Box,
  Container,
  Heading,
  SimpleGrid,
  Text,
  Wrap,
  Stack,
  OrderedList,
  ListItem,
} from "@chakra-ui/layout";
import React from "react";
import { Modal } from "@redq/reuse-modal";
import { NextSeo } from "next-seo";
import { siteURL } from "site-settings/site-credentials";

const Terms = () => {
  return (
    <>
      <NextSeo
        title="Όροι χρήσης - All4Skin"
        description="Τρόποι πληρωμής, eshop.all4skin.gr - Προϊόντα περιποίησης προσώπου και σώματος Online. Άμεση παράδοση. Οικονομικά."
        openGraph={{
          url: "https://eshop.all4skin.gr/oroi-xrisis",
          title: "Όροι χρήσης - All4Skin",
          description:
            "O ιστότοπος All4Skin.gr είναι ένα ηλεκτρονικό εμπορικό κατάστημα πώλησης. Οι κάτωθι όροι και προϋποθέσεις θα εφαρμόζονται για την χρήση του εν λόγω καταστήματος.",
          site_name: "All4Skin",
          images: [
            {
              url: `${siteURL}/wp-content/uploads/2015/11/Screenshot_2.png`,
              width: 800,
              height: 600,
              alt: "Όροι χρήσης",
              type: "image/jpeg",
            },
          ],
        }}
      />
      <Modal>
        <Box py="28">
          <Container
            my="8"
            maxW="container.2xl"
            width="97%"
            fontWeight="400"
            fontSize="18"
          >
            <Stack spacing="6">
              <Stack spacing="8">
                <Heading fontSize="28" as="h1">
                  Όροι Χρήσης
                </Heading>
              </Stack>

              <Stack spacing="8">
                <Text as="h2">
                  <b>Εισαγωγή</b>
                </Text>
                <Text>
                  1. Εισαγωγή O ιστότοπος All4Skin είναι ένα ηλεκτρονικό
                  εμπορικό κατάστημα πώλησης προϊόντων και υπηρεσιών μέσω του
                  Διαδικτύου (στο εξής καλούμενο ηλεκτρονικό κατάστημα ή
                  ιστότοπος) που δημιούργησε και λειτουργεί η ατομική επιχείρηση
                  Βεηκώντη Ζωή, που εδρεύει στην Λεωφόρος Αλεξάνδρας 192Α (1ος
                  όροφος), 21 1410 2548, (στο εξής χάριν συντομίας η
                  ΕΠΙΧΕΙΡΗΣΗ). Οι κάτωθι όροι και προϋποθέσεις θα εφαρμόζονται
                  για την χρήση του εν λόγω ηλεκτρονικού καταστήματος. Κάθε
                  χρήστης/πελάτης που εισέρχεται και συναλλάσσεται ή κάνει χρήση
                  των υπηρεσιών του ηλεκτρονικού καταστήματος θεωρείται ότι
                  συναινεί και αποδέχεται ανεπιφύλακτα τους κατωτέρω όρους που
                  εδώ διατυπώνονται, χωρίς καμία εξαίρεση. Εάν κάποιος χρήστης
                  δεν συμφωνεί με αυτούς τους όρους, τότε οφείλει με ευθύνη του
                  να απόσχει από την επίσκεψη, τη χρήση του ιστότοπου καθώς
                  επίσης και από κάθε συναλλαγή ή χρήση των υπηρεσιών του
                  ηλεκτρονικού καταστήματος.
                </Text>
                <Text>
                  2. Γενικοί όροι Η ΕΠΙΧΕΙΡΗΣΗ διατηρεί το δικαίωμα να
                  τροποποιεί ή να αναθεωρεί ελεύθερα τoυς όρους και τις
                  προϋποθέσεις χρήσης και συναλλαγών από τον ηλεκτρονικό
                  κατάστημα, οποτεδήποτε το κρίνει αναγκαίο, αναλαμβάνει δε την
                  υποχρέωση να ενημερώνει τους καταναλωτές για οποιανδήποτε
                  μεταβολή, μέσα από τις σελίδες του παρόντος ηλεκτρονικού
                  καταστήματος. Οι συμβάσεις μέσω του ηλεκτρονικού καταστήματος
                  καταρτίζονται στην Ελληνική γλώσσα.
                </Text>
                <Text>
                  3. Πολιτική τιμών Οι τιμές που αναγράφονται στην ιστοσελίδα
                  είναι οι τελικές, δηλαδή συμπεριλαμβάνεται και ο Φ.Π.Α. Στις
                  αναγραφόμενες τιμές δεν περιλαμβάνεται το κόστος αποστολής και
                  αντικαταβολής. Η ΕΠΙΧΕΙΡΗΣΗ διατηρεί το δικαίωμα μεταβολής των
                  τιμών χωρίς προηγούμενη ειδοποίηση των χρηστών.
                </Text>
                <Text>
                  4. Παρεχόμενες πληροφορίες και Προϊόντα H ΕΠΙΧΕΙΡΗΣΗ
                  δεσμεύεται ως προς την ακρίβεια, την αλήθεια και την πληρότητα
                  των πληροφοριών που παρατίθενται στο ηλεκτρονικό κατάστημα, σε
                  ότι αφορά την ταυτότητά της όσο και τις παρεχόμενες μέσω του
                  ηλεκτρονικού καταστήματος, συναλλαγές. Η επιχείρηση, στα
                  πλαίσια της καλής πίστης, δεν ευθύνεται και δεν δεσμεύεται από
                  καταχωρήσεις ηλεκτρονικών δεδομένων που έγιναν εκ
                  σφάλματος/παραδρομής κατά την κοινή πείρα και δικαιούται να
                  προβαίνει σε διόρθωση αυτών οποτεδήποτε αντιληφθεί την ύπαρξή
                  τους.
                </Text>
                <Text>
                  5. Τρόποι πληρωμής Αντικαταβολή, πιστωτική/χρεωστική καρτα
                  μέσω Stripe, τραπεζική κατάθεση.
                </Text>
                <Text>
                  6. Τρόποι παράδοσης Παράδοση με Courier (δικό μας μέσο), σε
                  μια εργάσιμη μέρα, ή σε τρεις εργάσιμες εάν η περιοχή είναι
                  δυσπρόσιτη. Το κόστος της μεταφοράς και το κόστος της
                  αντικαταβολής επιβαρύνει πάντα τον πελάτη.
                </Text>
                <Text>
                  7. Περιορισμός ευθύνης H ΕΠΙΧΕΙΡΗΣΗ στα πλαίσια των συναλλαγών
                  της από το ηλεκτρονικό κατάστημα δεν ευθύνεται και δεν υπέχει
                  υποχρέωση αποζημίωσης για οποιαδήποτε τυχόν βλάβη ή ζημία
                  προκύψει από την ακύρωση παραγγελιών, από τη μη εκτέλεση ή από
                  την καθυστέρηση εκτέλεσης τους, για οποιαδήποτε αιτία. Δεν
                  εγγυάται τη διαθεσιμότητα των προϊόντων που εκτίθενται στο
                  ηλεκτρονικό κατάστημα, αλλά ενημερώνει με βάση τα τηρούμενα
                  στοιχεία για την διαθεσιμότητα ή μη τον ενδιαφερόμενο πελάτη
                  και αναλαμβάνει σε περίπτωση μεταβολής των στοιχείων αυτών, να
                  ενημερώνει έγκαιρα τους πελάτες περί της μη διαθεσιμότητας
                  οπότε και στην περίπτωση αυτή δεν υπέχει καμία περαιτέρω
                  ευθύνη. Σε καμία περίπτωση η ΕΠΙΧΕΙΡΗΣΗ δεν ευθύνεται αστικώς
                  ή ποινικώς για οποιαδήποτε ζημία που τυχόν θα υποστεί
                  επισκέπτης του ηλεκτρονικού καταστήματος ή τρίτος από αιτία
                  που έχει σχέση με τη λειτουργία ή μη και τη χρήση του
                  διαδικτυακού τόπου, την αδυναμία παροχής υπηρεσιών, προϊόντων
                  και πληροφοριών που διατίθενται από αυτόν και από τυχόν μη
                  επιτρεπόμενες παρεμβάσεις τρίτων.
                </Text>
                <Text>
                  8. Ευθύνη Χρήστη Ο χρήστης του ιστότοπου συμφωνεί και
                  αναλαμβάνει να χρησιμοποιεί τις υπηρεσίες, τις πληροφορίες και
                  τα δεδομένα του ηλεκτρονικού καταστήματος όπως ο νόμος
                  προβλέπει και με βάση τους κανόνες της καλής πίστης και των
                  συναλλακτικών ηθών. Υποχρεούται να μην χρησιμοποιεί τo
                  ηλεκτρονικό κατάστημα και την επωνυμία της επιχείρησης για
                  αποστολή, δημοσίευση, αποστολή με e-mail ή μετάδοση με άλλους
                  τρόπους οποιουδήποτε περιεχομένου που είναι παράνομο για
                  οποιοδήποτε λόγο, είτε προκαλεί παράνομη προσβολή και βλάβη
                  στην ΕΠΙΧΕΙΡΗΣΗ ή σε οποιονδήποτε τρίτο, είτε προσβάλλει την
                  εμπιστευτικότητα ή το απόρρητο πληροφοριών οιουδήποτε
                  προσώπου, είτε προκαλεί προσβολή των χρηστών ηθών, κοινωνικών
                  αξιών, της ανηλικότητας κ.λ.π. είτε παραβιάζει οποιαδήποτε
                  ευρεσιτεχνία, εμπορικό σήμα, εμπορικό μυστικό, πνευματικά
                  δικαιώματα ή άλλα ιδιοκτησιακά δικαιώματα τρίτων κάθε είδους,
                  είτε περιέχει ιούς λογισμικού ή άλλα κακόβουλα αρχεία ή
                  προγράμματα με σκοπό την διακοπή, την πρόκληση βλάβης, την
                  καταστροφή ή τον εξοπλισμό της λειτουργίας οποιουδήποτε
                  λογισμικού ή υλικού υπολογιστών, να απέχει από τη συλλογή ή
                  αποθήκευση προσωπικών δεδομένων σχετικά με άλλους χρήστες.
                  Υποχρεούται να διατηρεί σε όλα τα αντίγραφα της ιστοσελίδας
                  και των στοιχείων της, όλες τις επισημειώσεις που αφορούν
                  πνευματικά δικαιώματα και άλλα ιδιοκτησιακά δικαιώματα.
                  Απαγορεύεται να τροποποιεί την ιστοσελίδα και τα στοιχεία της
                  και να τα χρησιμοποιεί για οποιοδήποτε δημόσιο ή εμπορικό
                  σκοπό, εκτός εάν άλλως επιτρέπεται με το παρόν.
                </Text>
                <Text>
                  9. Σύνδεσμοι στον δικτυακό τόπο Οι σύνδεσμοι (links) που
                  περιλαμβάνονται στο ηλεκτρονικό κατάστημα, οδηγούν σε σελίδες
                  του καταστήματος ή σε κάποιες περιπτώσεις οδηγούν το χρήστη να
                  μεταβεί από αυτό (ηλεκτρονικό κατάστημα) σε ιστοσελίδες τρίτων
                  παρόχων, επιχειρήσεων κ.λ.π. Οι συσχετιζόμενες αυτές
                  ιστοσελίδες δεν βρίσκονται υπό τον έλεγχο της ΕΠΙΧΕΙΡΗΣΗΣ και
                  η ΕΠΙΧΕΙΡΗΣΗ δεν φέρει ουδεμία ευθύνη για τα περιεχόμενα
                  οποιασδήποτε τέτοιας ιστοσελίδας ή οποιουδήποτε συνδέσμου που
                  περιλαμβάνεται σε μία συσχετιζόμενη ιστοσελίδα, ή οποιωνδήποτε
                  αλλαγών ή ενημερώσεων σε τέτοιες ιστοσελίδες. Η EΤΑΙΡΕΙΑ δεν
                  ευθύνεται για τις εκπομπές του διαδικτύου ή για την
                  οποιασδήποτε μορφής μετάδοση που λαμβάνεται από οποιαδήποτε
                  συνδεδεμένη ιστοσελίδα. Η ΕΠΙΧΕΙΡΗΣΗ παρέχει αυτούς τους
                  συνδέσμους στο ηλεκτρονικό της κατάστημα, μόνο για τη
                  διευκόλυνση της χρήσης του ηλεκτρονικού καταστήματος, η χρήση
                  τους δεν είναι υποχρεωτική για τον επισκέπτη/πελάτη και το
                  γεγονός ότι διαλαμβάνονται στο ηλεκτρονικό κατάστημα δεν
                  υποδηλώνει ότι η ΕΠΙΧΕΙΡΗΣΗ εγκρίνει ή αποδέχεται το
                  περιεχόμενό τους.
                </Text>
              </Stack>
            </Stack>
          </Container>
        </Box>
      </Modal>
    </>
  );
};

export default Terms;
